{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"content_width":"80ch"}},"faq_rUnM9w":{"type":"faq","blocks":{"item_YC3Dqb":{"type":"item","settings":{"title":"1. What makes The Conscious Bar healthier than other chocolate?","content":"<p>We consciously crafted bean-to-bar chocolate using two superfoods – Cacao & dates, nothing else. We intentionally wanted to use a sweetener that is rich both in flavor and nutrients to create a memorable guilt free experience.<\/p>"}},"item_PnLwHG":{"type":"item","settings":{"title":"2. What does Indulge Freely mean exactly?","content":"<p>If you’ve had one of our bars, you’ve noticed the words “indulge freely” printed into each chocolate square. We believe that these two words embody the essence of why The Conscious Bar was created to start with. We wanted to create a line of delicious guilt free chocolate bars that would stand the test of flavor, ethics & environmental responsibility. Rest assured that you can indeed <em>Indulge freely<\/em> when biting into one of our bars.<\/p>"}},"item_RGqQJW":{"type":"item","settings":{"title":"3. What are the Health Benefits of Dark Chocolate?","content":"<p>We use premium organic ingredients in all the bars to create an unmatched flavor All the Conscious bars are of a minimum of 72% cacao solids. In studies, the consumption of dark chocolate has been shown to lower blood pressure. Dark chocolate is rich in antioxidants (specifically cocoa polyphenols), which can help to combat free radicals, destructive molecules that are implicated in heart disease and other ailments.<\/p>"}},"item_XpQpBE":{"type":"item","settings":{"title":"4. What are the Health Benefits of Dates?","content":"<p>We decided to sweeten our Chocolate bars with dates not only because of its rich and delicious flavor, but also because of its incredible nutritional value. Dates are stacked with antioxidants and minerals and a whole lot of healthy fibers. Other benefits shown in studies claim that dates can contribute towards helping reduce inflammation, act as an energy booster & promote heart and brain health.<\/p>"}},"item_wF6W8J":{"type":"item","settings":{"title":"5. What is the Nutritional Value Analysis of each bar?","content":"<p>Please refer to our product page for the individual nutritional value of each bar. You'll find the actual nutrition labels within the images section. <\/p>"}},"item_HrefWc":{"type":"item","settings":{"title":"6. Are there any Added Sugars in your bars?","content":"<p>The Conscious Bars contain NO added sugar whatsoever. They are gently and naturally sweetened with organic dates, and nothing else. In each bar, you’ll find between 6-9 grams sugar derived directly from the dates for the entire serving (1 full bar). We intentionally created a chocolate bar that is lightly sweetened so that our customers can enjoy the natural flavors of both the cacao and dates we use in our blend.<\/p>"}},"item_gWDJNC":{"type":"item","settings":{"title":"7. Are all The Conscious Bars Suitable a vegan diet?","content":"<p>Yes, all of The Conscious Bar products are vegan \/ plant based and do not include any dairy or eggs whatsoever. <\/p>"}},"item_JVyGxr":{"type":"item","settings":{"title":"8. Are The Conscious Bars Suitable for Paleo Diets? ","content":"<p>Yes our bars are suitable for Paleo diets, and once again consult with your dietitian to assure that our bars are carefully integrated within your diet plan.<\/p>"}},"item_4EikDq":{"type":"item","settings":{"title":"9. Are The Conscious Bars Suitable for Keto Diets?","content":"<p>Our bars are made from two healthy superfoods - Cacao and Dates, nothing else. While consuming too much sugar, and too many carbs – is not ideal for a keto diet – fruit can be a perfectly good choice, in moderation. Which brings us to dates. Not just a ‘normal’ food - dates are sweet, golden – and packed with numerous, science-backed, nutritional benefits. Consult with your dietitian to assure that our bars are carefully integrated with your diet plan and you should have no issues consuming our bars on a keto diet.<\/p>"}},"item_kNg3QR":{"type":"item","settings":{"title":"10. Are the Conscious Bars Gluten Free?","content":"<p>Yes, our bars are made with nothing more than cacao and dates and are suitable for a gluten free diet.. Some of our bars will have inclusions in them which include hazelnuts, almonds, espresso beans, tahini, orange oil and coconut – all of which are gluten free as well.<\/p>"}},"item_h7xN7F":{"type":"item","settings":{"title":"11. Are the Conscious Bars Non-GMO?","content":"<p>Yes, we do not use any genetically modified ingredients in our chocolate making.<\/p>"}},"item_eqANwC":{"type":"item","settings":{"title":"12. Are your bars certified Kosher?","content":"<p>Yes, our entire line of bars are certified Kosher by Earth Kosher. <\/p>"}},"item_7AtGwm":{"type":"item","settings":{"title":"13. Are your bars certified Organic?","content":"<p>Yes, all of our entire line of bars are certified organic by the USDA <\/p>"}},"item_bWXDnb":{"type":"item","settings":{"title":"14. Is your packaging 100% Plastic Free & Compostable?","content":"<p>Absolutely. The Conscious Bar’s packaging is 100% plastic free & compostable. Even our interior film wrappers and exterior sealing stickers are 100% compostable & Biodegradable. Our plastic free wrappers are made from eucalyptus wood pulp obtained from controlled plantations & certified by the PEFC and FSC.<\/p>"}},"item_i6abyR":{"type":"item","settings":{"title":"15. What does Direct Trade mean and how is it different from Fair Trade?","content":"<p>Direct Trade simply means that through our relationship with our chocolatier, we work directly with our farmers to assure that we compensate them well (and on time) for their hard work. The Fair-trade model was initially put in place to allow a centralized way of protecting the farmers rights and pay. After digging deep into the fair-trade program, we saw that some of the most pressing problems still exist within this model which include lack of transparency on how the farmers get treated as well as how much and when they get paid. The price we pay therefore, is significantly higher than the market price (Fair Trade price). With that said, we have the utmost respect for the Fair-trade foundation as their mission to continue to work hard towards educating ethical and fair practices for farmers all over the world is vital for the preservation and growth of the cacao industry.<\/p>"}},"item_trxrXM":{"type":"item","settings":{"title":"16. How is the Chocolate Best Stored?","content":"<p>Our chocolate should be kept in a cool, shaded place, with a temperature of approx. 60-70 degrees. We do not recommend storing the chocolate in the fridge as it tends to lose its unique natural flavors. As a reminder, we do not use any preservatives or emulsifiers therefore we recommend consuming the chocolate bars within a few weeks of purchase date.<\/p>"}},"item_q8P8NG":{"type":"item","settings":{"title":"17. Where Can I Buy The Conscious Bars?","content":"<p>You can order our bars online directly on our website or you can also look under the <em><strong>Store Locator<\/strong><\/em> tab for more information on where you can find the bars nearby you. We also ship nationwide within the U.S.<\/p>"}},"item_CVEgwM":{"type":"item","settings":{"title":"18. How do I set up a wholesale account with you guys?","content":"<p>Feel free to fill out the wholesale form and we will get back to you within 2-3 business days.<\/p>"}},"item_xMDPrz":{"type":"item","settings":{"title":"19. How does my order ship?","content":"<p>Once your order is processed and ready to ship, it will be sent via our 2-3 day Express (Ground or Air, depending on your proximity to our shipping facilities). All of our packages are packaged and shipped with ice packs to ensure that your bars arrive safely and in prime condition. <\/p>"}},"item_tRC3fk":{"type":"item","settings":{"title":"20. Where does The Conscious Bar Ship to?","content":"<p>We ship to all residential and commercial addresses within the 50 states of the United States. <\/p>"}},"item_nxtmfz":{"type":"item","settings":{"title":"21. Do you offer free shipping?","content":"<p>Yes we do! For all orders over $70 you'll receive complimentary rushed 2-4 business days shipping.<\/p>"}},"item_gnwkyr":{"type":"item","settings":{"title":"22. I have a discount code that isn't working on the site, what do I do?","content":"<p>No worries we got you covered. First ensure that you are entering the code exactly as provided to you. All discount codes are case sensitive and should not have any spaces in them. If your code is still not working, please ensure that your cart has met the order minimum. If it's still not working, you can reach out to us at <a href=\"mailto:support@theconsciousbar.co\" title=\"mailto:support@theconsciousbar.co\">support@theconsciousbar.co<\/a> and we'll help resolve the issue. <\/p>"}},"item_czWyKk":{"type":"item","settings":{"title":"23. How can I check the status of my order?","content":"<p>You will receive email and text message communications regarding your order status updates. You can also follow the tracking number provided to know when to expect your package. If you need additional assistance, feel free to reach out to us via our AI Chat that will help answer your questions. If you still need help, we'll be notified and we'll contact you within 24 hours of your ticket submission. <\/p>"}},"item_AgccmG":{"type":"item","settings":{"title":"24. My order is missing certain items, what shall I do?","content":"<p>If you are missing items or received the wrong ones, please contact us ASAP at <a href=\"mailto:support@theconsciousbar.co\" title=\"mailto:support@theconsciousbar.co\">support@theconsciousbar.co<\/a> and we'll fix it immediately. Please be sure to take pictures of the order you received the box it arrived in so we can handle your request in a timely fashion. <\/p>"}},"item_gmRm4R":{"type":"item","settings":{"title":"25. I have a peanut allergy \/ tree nut allergy. Are your bars safe for me to eat?","content":"<p>Whereas none of the bars contain peanuts in them, they are made in a facility that also processes <strong>peanuts and tree nuts.<\/strong><\/p><p>We're sorry we can’t accommodate your dietary needs at this time, but hopefully in the future we’ll be able to. <\/p>"}},"item_QHmYhM":{"type":"item","settings":{"title":"26. When will you start shipping internationally?","content":"<p>We’re stoked you asked! Please note that we'd love to get the bars to as many of you as possible. Right now we have to put a strong focus on quality control before we're able to ship internationally. With that said, know that we are working on making it possible asap.<\/p>"}},"item_Fzkagq":{"type":"item","settings":{"title":"27. What is your refund policy?","content":"<p>Please refer to the Refund Policy section on our website. We take great pride in the products we offer as well as the quality controls we put in place to ensure that you are always satisfied. If your bars have been damaged during transit please contact us at <a href=\"mailto:support@theconsciousbar.co \" title=\"mailto:support@theconsciousbar.co \">Support@theconsciousbar.co <\/a>and we’ll be sure to get back to you within 24 hours. <\/p>"}},"item_RmnqYW":{"type":"item","settings":{"title":"28. Which forms of payments do you accept? ","content":"<p>We accept all major credit cards, including Visa, American Express, Discover, and MasterCard.<\/p>"}},"item_98UEFX":{"type":"item","settings":{"title":"29. Do you have an affiliate program:","content":"<p>Yes we do. We love working with like minded people who are passionate about our brand & offering. Feel free to reach out to us at <a href=\"mailto:support@theconsciousbar.co\">support@theconsciousbar.co<\/a> for more information. <\/p>"}},"item_EcFMNQ":{"type":"item","settings":{"title":"30. Where is your cacao sourced from:","content":"<p>We source single origin organic cacao from Semuliki Forest, Uganda. Feel free to read more about our cacao source under the Direct Trade page on our website. <\/p>"}}},"block_order":["item_YC3Dqb","item_PnLwHG","item_RGqQJW","item_XpQpBE","item_wF6W8J","item_HrefWc","item_gWDJNC","item_JVyGxr","item_4EikDq","item_kNg3QR","item_h7xN7F","item_eqANwC","item_7AtGwm","item_bWXDnb","item_i6abyR","item_trxrXM","item_q8P8NG","item_CVEgwM","item_xMDPrz","item_tRC3fk","item_nxtmfz","item_gnwkyr","item_czWyKk","item_AgccmG","item_gmRm4R","item_QHmYhM","item_Fzkagq","item_RmnqYW","item_98UEFX","item_EcFMNQ"],"settings":{"full_width":true,"subheading":"","title":"Frequently Asked Questions","content":"","team_avatar_width":160,"support_hours":"Our customer support is available Monday to Friday: 8am-8:30pm.","answer_time":"Average answer time: 24h","button_text":"","button_url":"","text_position":"center","background":"","background_gradient":"","text_color":"","heading_color":"","heading_gradient":"","button_background":"","button_text_color":"","accordion_background":"","accordion_text_color":""}}},"order":["main","faq_rUnM9w"]}